menu1 = {'白米': 250, '玄米': 250, 'たけのこご飯': 240, '赤飯': 280, 'サフランライス': 340, 'うどん': 340, '冷やしそうめん': 180 }
menu2 = {'鮭の塩焼き': 110, '豚の生姜焼き': 350, 'アジフライ': 280, 'ハンバーグ': 440, '餃子': 400, 'えび天': 100, '唐揚げ': 240 }
menu3 = {'ほうれん草のおひたし': 30, 'ひじきの煮物': 130, '肉じゃが': 170, '茄子の揚げびたし': 90, '冷ややっこ': 200, '冷やしトマト': 30, 'ポテトサラダ':270 }
menu4 = {'味噌汁': 30, 'わかめスープ': 30, 'ミネストローネ': 70, 'ビーフシチュー': 600, 'カレー': 420, 'コーンスープ': 90, 'コンソメスープ':80}
menu5 = {'プリン': 200, 'ヨーグルト': 70, 'ショートケーキ': 300, 'シュークリーム': 200, 'りんご': 60, 'みかん': 30, 'コーヒーゼリー': 140}